tests/levitation2D/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (melt air);

melt
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1e-4;
    rho             [1 -3 0 0 0 0 0] 2380.0;
}

air
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1e-4; //-5
    rho             [1 -3 0 0 0 0 0] 5;
}

sigma               [1 0 -2 0 0 0 0] 0.94;
elcond_ref          [0 0 0 0 0 0 0] 3850000.0;

// ************************************************************************* //
